<template>
        <section>
                <div class="container">
                        <div class="title-box">
                                <ul>
                                        <li>
                                                <nuxt-link to="/"
                                                        >Главная страница
                                                </nuxt-link>
                                                /
                                        </li>

                                        <li>
                                                <nuxt-link to="#"
                                                        >О нас
                                                </nuxt-link>
                                        </li>
                                </ul>
                        </div>
                </div>
                <section
                        class="container popular__container about__section"
                        id="about__section"
                >
                        <div
                                class="popular__heading about__heading"
                                id="about__head"
                        >
                                О нас
                        </div>
                        <div class="about__us__box">
                                <span class="about__us--text">
                                        Друзья, наш сайт был специально создан
                                        для розничной и оптовой продажи
                                        интерьерного освещения на территории
                                        России. Мы сотрудничаем с ведущими
                                        производителями светотехнического
                                        оборудования, которые зарекомендовали
                                        себя на мировом рынке. Поэтому не стоит
                                        сомневаться в надёжном качестве
                                        продукции, представленной на страницах
                                        сайта. <br /><br />Интернет-магазин -
                                        это полноценный online-shop.
                                        <br /><br />Мы работаем без выходных, 24
                                        часа в сутки и непрерывно расширяем и
                                        обновляем ассортимент товаров, чтобы
                                        каждый покупатель мог подобрать
                                        светотехнику, соответствующую его нуждам
                                        и желаниям. Наш магазин работает с
                                        большим количеством производителей, что
                                        позволяет найти светильник на самый
                                        утонченный .
                                </span>
                                <img
                                        src="../assets/img/about us/about.jpg"
                                        alt="Photo about us"
                                        class="about__us--img"
                                />

                                <span class="about__us--text">
                                        Интернет-магазин «Ваша Лампа» - это
                                        полноценный online-shop. Мы работаем без
                                        выходных, 24 часа в сутки и непрерывно
                                        расширяем и обновляем ассортимент
                                        товаров, чтобы каждый покупатель мог
                                        подобрать светотехнику, соответствующую
                                        его нуждам и желаниям.
                                        <br /><br />Друзья, наш сайт был
                                        специально создан для розничной и
                                        оптовой продажи интерьерного освещения
                                        на территории России. Мы сотрудничаем с
                                        ведущими производителями
                                        светотехнического оборудования, которые
                                        зарекомендовали себя на мировом рынке.
                                        Поэтому не стоит сомневаться в надёжном
                                        качестве продукции, представленной на
                                        страницах сайта. Интернет-магазин это
                                        полноценный online-shop. Мы работаем без
                                        выходных, 24 часа в сутки и непрерывно
                                        расширяем и обновляем ассортимент
                                        товаров, чтобы каждый покупатель мог
                                        подобрать светотехнику, соответствующую
                                        его нуждам и желаниям.
                                </span>
                        </div>
                </section>
        </section>
</template>

<script>
export default {};
</script>

<style lang="scss">
#about__section {
        margin-top: 0;
        padding-top: 0;
        #about__head {
                margin: 0 0;
        }
        .about__us__box {
                .about__us--text {
                        display: inline-block;
                        margin: 40px 0;
                        font-size: 16px;
                        line-height: 1.3;
                        color: #000;
                }
                .about__us--img {
                        width: 100%;
                        height: auto;
                }
        }
}
</style>
